
{
  "intro": {
    "title": "Bem-vindo à Radiant Haven!",
    "htmlContent": "<p>Use a barra lateral para navegar entre as diferentes categorias e tópicos de referência.</p><p>Este espaço é dedicado a informações sobre o sistema de jogo, o mundo da campanha, regras específicas da mesa, etc.</p><p>O conteúdo completo será adicionado em breve. Por enquanto, veja os exemplos:</p>"
  },
  "basic-rules": {
    "title": "Regras Básicas",
    "htmlContent": "<p><strong>Inserir regras aqui</strong> "
  },
  "world-lore": {
    "title": "O Mundo de Jogo)",
    "htmlContent": "<p>Eldoria é um reino antigo..."
  },
   "classes": {
    "title": "Classes Comuns",
    "htmlContent": "<p>Aqui estão algumas classes que podem ser encontradas em Radiant Haven:</p><ul><li>Aries: Mestres em diversas armas e armaduras.</li><li>Peixes: Conjuradores que estudam grimórios antigos.</li><li>Gêmeos: Especialistas em furtividade e trapaças.</li><li>Câncer: Servos dos deuses, capazes de curar e defender.</li></ul><!-- Adicione mais sobre classes aqui -->"
  },
    "combat": {
    "title": "Combate",
    "htmlContent": "<p>Defina as regras de combate...</p>"
  },
   "skills-saves": {
    "title": "Perícias e Salvaguardas",
    "htmlContent": "<p>Perícias são usadas para testes de habilidade fora de combate (Acrobacia, Furtividade, História...). Salvaguardas são para resistir a efeitos nocivos (magias, venenos, armadilhas). d20 + modificador de atributo + proficiência (se aplicável).</p><!-- Adicione mais sobre perícias e salvaguardas aqui -->"
  },
  
   "barbarian": {
    "title": "Bárbaro",
    "htmlContent": "<p>Os Bárbaros são conhecidos pelo seu fogo e sua feroz vontade de obliterar qualquer inimigo diante deles.</p><p>Habitam a sede do Reino de Fogo, Flamen. São os mais corajosos, e talvez os mais precipitados de todos.</p><p>Habilidades de Classe:</p><p>Fúria - Concede rolagem dupla de dados</p><p>Colateral: A pele, embarcada pela fúria, faz o sangue ferver e seus olhos esbugalharem, perde 1HP por rodada em fúria</p><p>Level 3: Punhos de fogo: causa 1d4 de dano - Uma pequena áurea de chama alaranjada exala de suas mãos, fazendo com que o aventureiro use as à sua arma equipada, ou que ele consiga iluminar o local um pouco.</p><p>Level 5: Arma Elemental: causa 1d6 de dano - O aventureiro é capaz de conjurar uma arma de fogo, que este manejara com habilidade, como se fosse sua própria mão, pontos de carisma ou de sabedoria podem ser adicionados ao ataque.</p>"                                    
  }
}